Revit 2027 API
NullParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public NullParameterValue()
Public Sub New
public:
NullParameterValue()
new : unit -> NullParameterValue
See Also
Reference
NullParameterValue Class
Autodesk.Revit.DB Namespace